import ArticleLayout from "~/components/article-layout";

export default function Page() {
  return (
    <ArticleLayout title="О проекте">
      <p>
        Сообщество создано с целью формирования информационной платформы для
        жителей, основанной на принципах открытости и доступности всех ресурсов.
        Здесь представлена актуальная информация о событиях, мероприятиях,
        новостях, справочных материалах, а также контактные данные и опыт
        соседей. Данный ресурс направлен на обмен информацией и взаимопомощь,
        чтобы жители были в курсе происходящего и могли поддерживать друг друга.
      </p>
      <p>
        История сообщества началась в 2019 году с открытия основного чата в
        Telegram, вслед за которым была создана группа в WhatsApp. В 2020 году
        появились отдельные чаты для обсуждения событий в каждом из зданий
        жилого комплекса. Со временем стало очевидно, что необходима
        систематизация информации, и был разработан сайт сообщества. С 2022 года
        в группе ВКонтакте также периодически публикуются объявления о значимых
        событиях и происшествиях.
      </p>
      <p>
        Развитие проекта осуществляется на добровольной основе и полностью
        бесплатно. Любая помощь в модерировании, информационном сопровождении,
        конструктивные предложения, а также материальная поддержка
        приветствуются. Собранные средства направляются на оплату хостинга,
        ботов, доменов и дальнейшее развитие платформы.
      </p>
      <p>
        Предложения и пожелания можно оставить в чатах сообщества или обсудить
        лично.
      </p>
    </ArticleLayout>
  );
}
